{
  "1": {
    "nick": "The Independent Leader",
    "description": "Life path 1's are the independent leaders of the world. These people are proactive and represent the initiators, innovators, and visionaries of our society. Self-doubt will be their biggest struggle to overcome. They must embrace their unique nature and learn to trust themselves. 1's can often feel different from others. They must find the confidence and courage to walk a path less traveled and learn to embrace their individuality. Career-wise, these folks are suited for careers where they can work on their own (or at least be in charge), such as an independent contractor, a business owner, or a life coach. They're most compatible with life paths 1, 3, 4, 5, and 7."
  },
  "2": {
    "nick": "The Peacekeeper",
    "description": "Known as the peacekeepers, 2's are detail-oriented, nurturing, intuitive, creative, and supportive. However, they must learn to love and believe in themselves—and learn to say no. As the most resilient number the 2 leads with the heart just as much as it does with its rational mind. This is a number that reaches its long-term goals through consistent dedication. This nurturing energy makes them ideal for careers that involve uplifting and empowering others, such as a counselor, energy worker, mediator, or teacher. Compatibility-wise, these people get along best with life paths 2, 3, 4, 6, 8, and 9."
  },
  "3": {
    "nick": "The Communicator",
    "description": "Life path 3's, or the communicators in numerology, tend to be more emotionally sensitive and highly empathetic. They must learn the art of patience while dealing with conflict adding they can become caught up in negative aspects of self-expression, becoming judgmental or indulging in gossip. Eliminating gossip and drama is necessary for this life path, adding that their lesson is to not exaggerate negativity or overdramatize problems. With their natural gift for self-expression, communication, and creativity, 3's thrive as artists, musicians, dancers, or chefs. As far as compatibility goes, 3's mesh well with life paths 1, 2, 3, 5, 6, and 9."
  },
  "4": {
    "nick": "The Builder",
    "description": "The builders of society are systematic and methodical. They make natural leaders and organizers, bringing stability to their environment, but they must learn to build a stable foundation (emotionally, physically, mentally, and materially) in their own lives. These people can be inflexible and stubborn, so it's important they also learn not to project their incredibly high standards onto others, and even themselves. Career-wise, 4's make great managers, editors, accountants, and analysts. When it comes to compatibility, 4's will have the best luck with life paths 1, 2, 4, 6, 7, and 8."
  },
  "5": {
    "nick": "The Traveler",
    "description": "If this is your path, expect to ride a cosmic wave of constant change and transformation throughout your lifetime. Those with this life path are not meant to stay in one place or career their whole life but rather go out and explore all that they can. They must learn the art of moderation and find healthy ways to stimulate their senses. Because they live for excitement and variety, these people thrive in careers involving travel and hospitality, event planning, communications, and marketing. Compatibility-wise, life path 5's will get along well with life paths 1, 3, 5, 7, and 9."
  },
  "6": {
    "nick": "The Nurturer",
    "description": "The true caregivers of society, life path 6's love to help and be of service to others. But as you may have guessed, one of their biggest lessons is learning to find the balance between giving and receiving. These are the people who will go to the ends of the earth for those they care about but they must not overstep others' boundaries, and must learn to balance their home and work life. And speaking of work, these folks will feel fulfilled in a career that allows them to help others and be creative simultaneously.Think therapy, teaching, the arts, or coaching. In their relationships, 6's are typically most compatible with life paths 2, 3, 4, 6, 8, and 9."
  },
  "7": {
    "nick": "The Seeker",
    "description": "For life path 7's, nothing matters more than finding the answers to all of life's burning questions. The biggest motivating factor in a 7's life lies in the pursuit of truth, knowledge and committing itself to a sacred calling. They need to learn to communicate and express their emotions and affections. They also must learn to trust their own gut and share their vision with the world. Career-wise, 7's do well in jobs where they can be both contemplative and analytical. They may find themselves drawn to careers in spirituality, philosophy, psychology, research, and health. These folks are most compatible with life paths 1, 4, 5, 7, and 9."
  },
  "8": {
    "nick": "The Powerhouse",
    "description": "Life path 8's, also known as 'the powerhouse' of numerology, are ambitious, hardworking, and often very (materially) successful. As the bridge between the material and spiritual world, she notes, these folks must learn to stay grounded with a strong sense of purpose in order to have a healthy relationship with money and power. One of the biggest challenges for this life path is working through personal power issues—and learning not to let anything or anyone disempower them. They must also learn not to disempower others. As talented leaders and problem solvers, they are often drawn to self-employment or positions of authority. Think business advisers, property developers, lawyers, and politicians. Compatibility-wise, they get along best with life paths 2, 4, 6, and 8."
  },
  "9": {
    "nick": "The Humanitarian",
    "description": "Known as the humanitarian, life path 9's are both creative and concerned with being of service to others. The number 9 is associated with endings. This life path's biggest lesson is learning to accept, let go, and move on from any misfortune of the past. They can also forget themselves in their quest to be of service to others, leading to them taking on too much. As such, they must learn that sometimes holding on to attachments causes more pain than letting go. In their professional lives, these people thrive when working creatively for their community. They make great teachers, philanthropists, activists, and artists. Romantically, they're most compatible with life paths 2, 3, 5, 6, 7, and 9."
  },
  "11": {
    "nick": "The Inspirational",
    "description": "If you have number 11 as a life path number, you are the best spiritual/religious leader. You are very inventive, inspired, artistic, spiritual, and inspired. The mantra for number 11 is 'I am intuitive and psychic'! They can do anything that they put their mind to. When you understand what being on the life path 11 means in numerology, and understanding how it can affect you, your personality, and your personal outlooks, you can take the good aspects of 11 and make the best use of them."
  },
  "22": {
    "nick": "The Powerful",
    "description": "If you have the number 22 as a life path number, you are a very powerful person. You are the master of achievements in the material plane. The mantra for number 22 is 'I am a master architect!’ and they really are. Number 22s also enjoy the ability to apply this spiritual understanding to more practical means."
  },
  "33": {
    "nick": "The Master Teacher",
    "description": "If you have number 33 as a life path number, you are a very optimistic and a spiritual person. The mantra of number 33 is 'I am here to help and feel!'.They really help humanity and understand the people around them. The number 33 holds a particular significance because it is two 3’s, and 3 is considered to be one of the most important numbers of western society. People are naturally drawn to 3s through both nature and nurture; from the “Holy Trinity” of religion to the “Rule of 3”, the number 3 has become central to many things that we experience."
  },
  "44": {
    "nick": "The Master Healer",
    "description": "An individual that has life path number 44 is here to accomplish more than most. Therefore, they have passion and energy to engage in material matters on a large scale, in a grand manner, and powerfully. Their personality develops through their efforts to maximize the experience of being physical on the physical plane of earth. The 44 life path has a strong vibration for shaping and reshaping the world, so they want to build cities, not houses, fly to moon, not walk to visit the neighbors. These individuals want to make sure people get the most out of life by working to get the most of life themselves. Individuals with Life Path 44 will prefer to make a legacy that can endure."
  }
}
